Repository: noobping/sumire
Catalog: po/*.po
Languages: de, es, ja, nl

source: Copy title & artist
de: Titel & Künstler kopieren
es: Copiar título y artista
ja: タイトルとアーティストをコピー
nl: Titel en artiest kopiëren

source: Play %s
de: %s abspielen
es: Reproducir %s
ja: %s を再生
nl: Speel %s

source: About
de: Über
es: Acerca de
ja: 情報
nl: Over

source: Quit
de: Beenden
es: Salir
ja: 終了
nl: Afsluiten

source: It is time to ditch other radios. Stream and metadata provided by LISTEN.moe.
de: Es ist Zeit, andere Radios hinter sich zu lassen. Stream und Metadaten werden von LISTEN.moe bereitgestellt.
es: Es hora de dejar atrás otras radios. El stream y los metadatos son proporcionados por LISTEN.moe.
ja: もう他のラジオは不要です。配信およびメタデータは LISTEN.moe によって提供されています。
nl: Het is tijd om andere radio’s achter je te laten. Streaming en metadata worden geleverd door LISTEN.moe.

source: J-POP and K-POP radio
de: J-POP- und K-POP-Radio
es: Radio de J-POP y K-POP
ja: J-POP・K-POPラジオ
nl: J-POP- en K-POP-radio

source: Listen to J-POP and K-POP
de: J-POP/K-POP hören
es: Escucha J-POP/K-POP
ja: J-POP／K-POP を聴く
nl: Luister naar J-POP en K-POP

source: Pause and resume the live stream
de: Live-Stream pausieren und fortsetzen
es: Pausa y reanuda la transmisión en vivo
ja: ライブ配信の一時停止・再開
nl: Pauzeer en hervat de livestream.

source: Animated sound bars that react to the music
de: Animierte Soundbalken, die auf die Musik reagieren
es: Barras de sonido animadas que reaccionan a la música
ja: 音楽に反応するアニメーション付きサウンドバー
nl: Geanimeerde geluidsbalken die reageren op de muziek

source: Dynamic colors based on the current album or artist cover
de: Dynamische Farben basierend auf dem aktuellen Album- oder Künstlercover
es: Colores dinámicos basados en la portada del álbum o del artista actual
ja: 現在のアルバムまたはアーティストのカバーに基づく動的なカラー
nl: Dynamische kleuren gebaseerd op de huidige album- of artiestcover

source: No ads
de: Keine Werbung
es: Sin anuncios
ja: 広告なし
nl: Geen advertenties

source: Made with Rust
de: Mit Rust entwickelt
es: Hecho con Rust
ja: Rustで作られています
nl: Gemaakt met Rust

source: Initial release.
de: Erstveröffentlichung.
es: Lanzamiento inicial.
ja: 初回リリース。
nl: Eerste versie

source: When connected and there is no album or artist image
ja: 接続中で、アルバムやアーティストの画像がない場合

source: Colored window when connected
ja: 接続中のカラフルなウィンドウ

source: Album or artist image popover
ja: アルバムまたはアーティスト画像のポップオーバー

source: AI translation (GPT-5.2); reviewed by nobody
de: KI-Übersetzung (GPT-5.2); geprüft von Eric
es: Traducción por IA (GPT-5.2); revisada Kana
ja: AI翻訳（GPT-5.2）；Kanaによるレビュー済み
nl: AI-vertaling (GPT-5.2); Gecontroleerd door Nick

source: This release focuses on visuals and localization.
de: Diese Version konzentriert sich auf visuelle Verbesserungen und Lokalisierung.
es: Esta versión se centra en mejoras visuales y localización.
ja: このリリースでは、ビジュアルとローカライズの改善に重点を置いています。
nl: Deze versie richt zich op visuele verbeteringen en lokalisatie.

source: Fine-tuned dark/light mode detection so light colors are no longer mistaken for dark ones.
de: Die Erkennung des Hell-/Dunkelmodus wurde optimiert, sodass helle Farben nicht mehr fälschlicherweise als dunkel erkannt werden.
es: Se ajustó la detección del modo claro/oscuro para que los colores claros ya no se confundan con oscuros.
ja: ダーク／ライトモードの判定を微調整し、明るい色が暗い色として誤認識されないようにしました。
nl: De detectie van de donkere/lichtmodus is verfijnd, zodat lichte kleuren niet langer als donker worden herkend.

source: Polished translations and improved how they are applied.
de: Übersetzungen wurden verbessert und konsistenter angewendet.
es: Se mejoraron las traducciones y la forma en que se aplican.
ja: 翻訳を改善し、適用方法を最適化しました。
nl: Vertalingen zijn verbeterd.

source: Removed gaps between sound bars.
de: Abstände zwischen den Audiobalken entfernt
es: Se eliminaron los espacios entre las barras de sonido.
ja: サウンドバー間の隙間を削除
nl: Ruimte tussen geluidsbalken verwijderd.

source: Streaming logic now better handles connection issues and stream changes.
de: Die Streaming-Logik geht nun besser mit Verbindungsproblemen und Stream-Änderungen um.
es: La lógica de transmisión ahora gestiona mejor los problemas de conexión y los cambios de transmisión.
ja: ストリーミングロジックは、接続の問題やストリームの変更により適切に対応できるようになりました。
nl: Streaminglogica kan nu beter omgaan met verbindingsproblemen en streamwijzigingen.

source: Clarified the application description.
ja: アプリケーションの説明を明確にしました。

source: Translated image captions
ja: 画像キャプションを翻訳

source: Updated screenshots to use a more reasonable window size
ja: より適切なウィンドウサイズを使用するようスクリーンショットを更新
